Repository: brunner-websites/fancy-lab
Catalog: languages/*.po
Languages: de_ch

source: Page not found
de_ch: Webseite nicht gefunden

source: Unfortunately the page you searched does not exist
de_ch: Leider existiert die Seite nach der Sie suchten nicht

source: Take a Look at Our Latests Posts
de_ch: Unsere neuesten Posts

source: Previous
de_ch: Zurück

source: Next
de_ch: Weiter

source: Nothing to display
de_ch: Nichts anzuzeigen

# comments title
source: One thought on &ldquo;%s&rdquo;
de_ch: Ein Gedanke bezüglich &ldquo;%s&rdquo;

# comments title
source: %1$s thought on &ldquo;%2$s&rdquo;
de_ch: %1$s Überlegung zu &ldquo;%2$s&rdquo;

source: Comments are closed.
de_ch: Kommentarfunktion deaktiviert.

source: Fancy Lab Main Menu
de_ch: Fancy Lab Hauptmenü

source: Fancy Lab Footer Menu
de_ch: Nancy Lab Footer Menü

source: Drag and drop your content here
de_ch: Ziehen Sie Inhalte hierhin

source: Drag and drop your WooCommerce content here
de_ch: Ziehen Sie WooCommerce-Inhalte hierhin

source: My Account
de_ch: Mein Account

source: Login / Register
de_ch: Login / Registrieren

source: Toggle navigation
de_ch: Navigation umschalten

source: Add a menu
de_ch: Menü hinzufügen

source: Copyright Settings
de_ch: Copyright Einstellungen

source: Coypright Section
de_ch: Coypright Sektion

source: Please enter your copyright information right here
de_ch: Bitte geben Sie Ihre Copyright Informationen hier ein

source: Slider Section
de_ch: Slider Abschnitt

source: Set number of popular products to be displayed
de_ch: Anzahl beliebter Produkte die angezeigt werden sollen.

source: Set number of columns of popular products to be displayed
de_ch: Anzahl an Kolonnen beliebter Produkte die angezeigt werden sollen

source: Set number of new products to be displayed
de_ch: Anzahl an Neuheiten die angezeigt werden sollen

source: Set number of columns of new products to be displayed
de_ch: Anzahl an Kolonnen von Neuheiten die angezeigt werden sollen

source: Should the deal of the week section be enabled?
de_ch: Soll ‘Deal der Woche’ Abschnitt angezeigt werden?

source: Set the Product-ID of the deal of the week
de_ch: Definieren Sie die Produkt-ID des Deals der Woche

source: Search results for
de_ch: Suchresultate für

source: There are no results for your query
de_ch: Es gibt leider keine Suchresultate

# placeholder
source: Search &hellip;
de_ch: Suche &hellip;

# submit button
source: Search
de_ch: Suche

source: Popular Products
de_ch: Beliebte Produkte

source: New Arrivals
de_ch: Neuheiten

source: Deal of the Week
de_ch: Deal der Woche

source: Add to Cart
de_ch: Zu Einkaufswagen hinzufügen

source: News from our Blog
de_ch: Neuigkeiten aus unserem Blog

source: Published by
de_ch: Veröffentlicht von

source: on
de_ch: am

source: Categories
de_ch: Kategorien

source: Pages
de_ch: Seiten
